{
  "screenSize": {
    "headline": "🖥️ Screen Size Calibration",
    "description": "We will measure your screen size. Find a <b>USB connector</b> (like the one providing power to your laptop) or a <b>credit card</b> (or any card of the same size), place it on the screen and drag the slider to match the sizes of the physical and displayed objects. When the sizes match, press <b>RETURN</b> or click <b>OK</b>."
  },
  "measureDistance": {
    "headline": "📏 Measure Viewing Distance",
    "description": "We'll measure your viewing distance. To do this, we will perform a blind spot test. Close/Cover one of your eyes (as instructed below) and focus on the black crosshair. Press <b>SPACE</b> or click <b>OK</b> when the red circle disappears. If it doesn't disappear, try moving closer to the screen."
  },
  "trackDistance": {
    "headline": "🙂 Set up for Head Tracking",
    "description": "Now we'll set up head tracking, to monitor viewing distance. When asked, please grant permission to access your camera. Every eye has a blind spot. We'll find yours to discover how far your eye is from the screen. Close/Cover one of your eyes (as instructed below) and focus on the black crosshair. Please press <b>SPACE</b> or click <b>OK</b> when the dot disappears or stops flickering in your sight. If it doesn't disappear, try moving closer to the screen. You'll do this twice with each eye. Once you're done, head tracking will begin."
  },
  "calibrateGaze": {
    "headline": "👀 Set up for Gaze Tracking",
    "description": "Now we'll set up gaze tracking, to monitor eye position. When asked, please grant permission to access your camera. Try to keep your face centered in the video feed. Click on the <b style=\"color: #ff005c\">pink dot</b> at each location that it stops at. Make sure that your eyes are on the dot when you click."
  },
  "getGazeAccuracy": {
    "headline": "👀 Get Gaze Accuracy",
    "description": "We will measure your gaze accuracy. Please do not move the mouse and look at the fixation at the middle of the screen for the next 5 seconds."
  },
  "panel": {
    "headline": "Please press a button, to calibrate.",
    "description": "",
    "nextHeadline": "Thanks for calibrating. Hit the button to continue.",
    "nextDescription": "",
    "nextButton": "Done"
  },
  "measurePD": {
    "headline": "👁️ Measure Pupillary Distance",
    "description": "We'll measure the distance between the centers of your eyes. Hold the cable to your eyes, align the thumbs with the centers of your pupils. Then hold the cable against the ruler and align the left thumb with zero, check where the right thumb is. Finally, click on the ruler and click <b>OK</b> to submit your measurement. You can use the video image as a reference. If you do have a ruler with you, go ahead and use it.",
    "shortDescription": "Hold the cable to your eyes, align the thumbs with the centers of your pupils. Then hold the cable against the ruler and align the left thumb with zero, check where the right thumb is. Finally, click on the ruler and click <b>OK</b> to submit your measurement. You can use the video image as a reference. If you do have a ruler with you, go ahead and use it."
  }
}
