{
  "screenSize": {
    "headline": "🖥️ Screen Size Calibration",
    "description": "We'll measure your physical screen size. To do this, please find a <b>standard credit card</b> (or driver's license) or a <b>USB connector</b>, place it on the screen and drag the slider to match the sizes of the physical and displayed objects. Press <b>SPACE</b> to confirm and submit when aligned.",
    "shortDescription": "Match the sizes and press <b>SPACE</b> to confirm."
  },
  "measureDistance": {
    "headline": "📏 Viewing Distance Calibration",
    "description": "We'll measure your viewing distance. To do this, we'll perform a blind spot test. Cover or close your left eye and focus on the black cross. Press <b>SPACE</b> when the red circle disappears. If it doesn't disappear, you may have to move closer to the screen."
  },
  "trackDistance": {
    "headline": "📏 Track Viewing Distance",
    "description": "We'll track your viewing distance. When asked, please grant permission to access your camera. We'll perform a blind spot test first. Cover or close one of your eyes and focus on the black cross. Press <b>SPACE</b> when the red circle disappears. If it doesn't disappear, you may have to move closer to the screen. We will then predict your dynamic viewing distance by your image from the webcam."
  },
  "calibrateGaze": {
    "headline": "👀 Calibrate Gaze",
    "description": "With your help, we’ll track your gaze. When asked, please grant permission to access your camera. Please try to keep your face centered in the live video feed. Follow the instructions below."
  },
  "getGazeAccuracy": {
    "headline": "👀 Get Gaze Accuracy",
    "description": "We will measure your gaze accuracy. Please do not move the mouse and look at the fixation at the middle of the screen for the next 5 seconds."
  },
  "panel": {
    "headline": "Let's calibrate first!",
    "description": "To ensure the following experiments are conducted in a controlled environment, we will help you calibrate and set up tracking with the following steps."
  }
}
